Revit 2027 API
SymbolTypeId.FtSup4 Property
 Symbol ft⁴, indicating unit Feet to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup4 { get; }
Public Shared ReadOnly Property FtSup4 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup4 {
	ForgeTypeId^ get ();
}
static member FtSup4 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace